[
  {
    "title": "",
    "details": [
      {
        "subtitle": "Q1. How much do the apartments cost at CUA?",
        "text": "University Housing offers a range of apartments based on the amount of space/privacy you desire and your budget. The University Housing website will provide this information. Because prices vary, we recommend that you check the CUA website for the current pricing."
      },
      {
        "subtitle": "Q2. My scores are less, will I get admitted to CUA? Will I get a TA/RA?",
        "text": "It is quite difficult for any student to predict your prospects of admission here at CUA. The department considers several aspects, including your GRE scores, academic achievement, statement of purpose, and fields of interest, while making this choice. The department's graduate admissions office is the ideal place to inquire about this. Because they get thousands of such emails, it may take them a long time to respond, or they may not respond at all. Financial aid is determined by the department, and professors regularly hire teaching/research assistants based on their research and how it aligns with your interests. So communicating directly to academics might be helpful at times. "
      },
      {
        "subtitle": "Q3. Will I get financial assistance / aid or On-campus Job?",
        "text": "As we indicated in the first question, there is no way to anticipate your odds of receiving assistance. The number of international students attending CUA has expanded dramatically in recent years, as has the competition for TA/RA and all on-campus employment, resulting in increasing competition for a relatively limited number of assistantships. Furthermore, due to the present market situation, the number of students enrolling in PHD has increased significantly. As a result, MS students' prospects of receiving TA/RA are very low, nearly non-existent. Even finding on-campus jobs is difficult now since there are so many applicants for every single opportunity. Please keep in mind that the situation varies every semester, and it is best to be prepared for the possibility of having to cover all of your expenditures after getting here. Though your chances of receiving assistance increase with each semester you stay here, as you connect with teachers more and exhibit your ability with strong grades in your classes. Getting a TA/RA relies on a variety of factors, including your undergraduate grades and the courses you took. Courses taken in your first semester at UTD, grades earned in the first semester, interest in research, ability to demonstrate understanding of the research being undertaken, and so forth."
      },
      {
        "subtitle": "Q4. I have ... years of experience in teaching / research / industry; will that help?",
        "text": "When it comes to TA/RA, there are several factors that influence your chances of receiving a TA/RA. No student will be able to assist you with this question; the only person who can is the professor from whom you are seeking a TA/RA. Your experience may give you an advantage over another student who has no experience, but the final choice is up to the faculty members."
      },
      {
        "subtitle": "Q5. How easy is it getting an on-campus job in the first semester?",
        "text": "The majority of on-campus employment are determined by availability, work duration, and (we hate to say it, but it's true) your luck at being in the right place at the right time! The method for such employment is to fill out an application, but there are no set requirements for these occupations; the majority of them are tasks that anybody can do and do not require any specific abilities. You may always check Handshake for freshly posted on-campus jobs and apply from within the app."
      },
      {
        "subtitle": "Q6. What is the procedure for applying for an oncampus job?",
        "text": "You will need to create an account on Handshake. CUA uses an official app to promote on-campus job opportunities, events, career fairs, full-time opportunities after graduation, and so forth. Using Handshake, you may effortlessly apply for all available on-campus employment."
      },
      {
        "subtitle": "Q7. Can you check on my admission status ? Why haven't I still received my I-20 ? I want to clarify a new/old school admission/ visa rule.?",
        "text": "Unfortunately, school policy forbids us from answering any queries on the status of your acceptance or visa. Please visit the International Students Services Office or Grad Admissions website or contact them at cua-ois@cua.edu or cua-gradadmissions@cua.edu. They will be able to assist you."
      },
      {
        "subtitle": "Q8. How are the living conditions in DMV?",
        "text": "DMV is a great area to live. There are many Indians that live here and in the nearby towns of Virginia and Maryland. The temperature swings from extremely hot in the summer to very chilly in the winter. We do experience snow a couple times a year, so bring suitable attire."
      }
    ]
  }
]
