[
  {
    "title": "Housing:",
    "details": [
      {
        "subtitle": "",
        "text": "Students have the option of either staying on-campus or off-campus in apartments located close to the university. Most of the new students arriving here from India stay in apartments on the school campus while a few who don’t manage to get accommodated on-campus go for apartments located close by."
      }
    ]
  },
  {
    "title": "On-Campus Housing:",
    "details": [
      {
        "subtitle": "",
        "text": "Housing Services at CUA is happy to provide graduate and law students with on-campus housing options that range from apartment-style residence halls (with kitchen and living room in each unit) to conventional style residence halls (with common communal bathrooms and kitchens). As spots become available, they will be awarded first come, first served."
      },
      {
        "subtitle": "",
        "text": "Catholic University is largely a residential institution for undergraduate students.  It is common for graduate and law students living on campus to share areas like laundry facilities, common restrooms, and kitchens with undergraduate students.  The majority of roommate and suitemate assignments will be with fellow graduate or law students."
      },
      {
        "subtitle": "",
        "text": "Read more about on-campus housing at CUA below: \n> General on-campus Info: https://housing.catholic.edu/on-campus/index.html\n> Grad on-campus info: https://housing.catholic.edu/on-campus/grad-law/grad-law.html "
      }
    ]
  },
  {
    "title": "Off-Campus Housing:",
    "details": [
      {
        "subtitle": "",
        "text": "For university students looking to start their search for off-campus accommodation, Housing Services at CUA also offers an Off-Campus Housing Search Portal. Housing Services can provide education resources and things to consider when looking for an off-campus home. But there is no personnel on hand to go over or talk about the terms of the lease."
      },
      {
        "subtitle": "",
        "text": "A selection of the apartments that are near to the university are mentioned below. Please be aware that we may not have comprehensive and current information, such as the rent for some apartments. The best course of action, then, if you are interested in any particular property, is to give them a call to inquire further. Please be aware that in every situation, you will additionally require around $200 for extra start-up costs. This is because of the apartments being unfurnished, meaning you will need to purchase certain necessities for the space. The apartments include a gas range, refrigerator, dishwasher, air conditioning/heating, and hot water; some also have a washer-dryer."
      },
      {
        "subtitle": "",
        "text": "Also, feel free to contact us. We can connect you with other students who are seeking roommates or sharing their apartments. Alternatively, you can join our WhatsApp group where you can ask questions and find suitable accommodations. The link to join our WhatsApp group can be found on our contact page."
      },
      {
        "subtitle": "Apaartments Near CUA: ",
        "text": "\n> The Cloisters Apartments (~1 mile) \n> Brooklyn Ridge Apartments (~0.6 miles) \n Centro Maria (Only for girls) (~0.6 miles)"
      },
      {
        "subtitle": "Useful Links: ",
        "text": "\n> https://offcampushousing.catholic.edu/ (CUA Off-campus Info) \n> https://amberstudent.com/places/search/washington-dc-1811157116879 \n> https://www.thecloistersdc.com/?utm_source=GMB&utm_medium=organic \n> https://www.brooklandridgeapts.com/?utm_source=GMB&utm_medium=organic \n> https://centromariadc.org/"
      }
    ]
  }
]
