[
  {
    "title": "General:",
    "details": [
      {
        "subtitle": "",
        "text": "Once you have finalized on CUA and have gotten your visa the first thing that you will need to do is buy/collect stuff that you will have to carry with you. FA list of recommended items that you might want to bring with you is provided below.  This list is mostly intended for incoming CUA students. Depending on your needs, you can choose what to buy in the US and what to bring from India."
      },
      {
        "subtitle": "",
        "text": "Please make sure you just take what you can carry and that you can quickly unpack and repack everything. It should be noted that the items on the list are compiled based on the first-hand accounts of the students who have come here, so it is possible that there are some important items that are missing or are unnecessarily specified here. Please use your personal discretion and and if you think something is missing, you can always write us at cua-isa2023@gmail.com, and we'll do our best to update the list as quickly as possible."
      }
    ]
  },
  {
    "title": "Clothing:",
    "details": [
      {
        "subtitle": "",
        "text": "Wearing a T-shirt and jeans is practically a standard outfit for both sexes on campus, where the dress code is somewhat relaxed. Therefore, bring a lot of them. At times, such as at presentations, job fairs, interviews, etc., formal attire may be required. Naturally, you would want to pack some traditional Indian attire for certain occasions like Holi, Diwali, Eids, etc ."
      },
      {
        "subtitle": "Formals: ",
        "text": "One suit (Optional), ties (1/2), shirts and trousers (2/3), traditional saris/kurtas."
      },
      {
        "subtitle": "Casuals: ",
        "text": "Jeans (3/4), T-shirts & sweats (6+), cotton shirts (2+), shorts (for outdoor, indoor, sports use) (2/3). You will need both summer and winter clothing because DC experiences hot summers (35–40 C) and icy winters (-3 to 15 C). Purchase a quality coat or jacket, a muffler, a scarf, and a woolen cap; however, you may be able to find a better one in the United States. Remember to pack warm clothing because it gets fairly cold here in the winter. It could be a good idea to bring an umbrella because, although it doesn't rain much, it usually does."
      },
      {
        "subtitle": "Footwear: ",
        "text": "Sneakers, formal shoes (highly recommended as they are pretty costly here), leather chappals/sandals, bathroom slippers, shoe polish, polishing brush."
      },
      {
        "subtitle": "Winter wear: ",
        "text": "Sweaters (medium quality, at most 2), muffler/ scarf, woolen cap. You will have access to laundry and drying facilities wherever you stay. Because of their high capacities, these machines can wash clothes for two to three weeks at a time. So plan your wardrobe accordingly."
      },
      {
        "subtitle": "Undergarments & socks: ",
        "text": "About 12 sets of undergarments and socks, preferably cotton."
      },
      {
        "subtitle": "Miscellaneous: ",
        "text": "Towel (2+), napkins (1/2), leather belts (2+), handkerchiefs (6+)."
      },
      {
        "subtitle": "Linen: ",
        "text": "Bed sheets (double bed size, 2), pillow covers (big, 2), shawl/light blanket (for spring/summer use)."
      },
      {
        "subtitle": "Things you better buy in the US: ",
        "text": "Winter jacket, winter gloves, caps, wind-cheaters, track-suits, good sweaters (they're cheap in US), and comforter."
      },
      {
        "subtitle": "NOTE: ",
        "text": "Indian clothes (particularly cottons) have a tendency to shrink a lot when washed on the hot and/or warm cycle in a washing machine here or by drying them in the dryer, so please be careful while washing."
      }
    ]
  },
  {
    "title": "Kitchen & Food:",
    "details": [
      {
        "subtitle": "",
        "text": "Food options are plentiful in the DMV area, ensuring both vegetarians and non-vegetarians can find satisfying meals. While non-vegetarians have a wider variety of choices, vegetarians can also find delicious and diverse options. The area boasts a plethora of eateries offering Indian, American, Mexican, and Oriental cuisines. For a more budget-friendly and healthier approach, consider developing your culinary skills. Bring along your pots, pans, and favorite recipes to make the most of your kitchen. Remember to pack flat-bottomed cookware, as you'll be using electric stoves in your new home. Additionally, the DMV is home to a thriving Halal food scene, offering a wide range of cuisines featuring Halal meat. From Middle Eastern and Mediterranean dishes to Asian and American fusion, you'll find something to satisfy your cravings. However, it's important to be mindful of the specific establishment's practices and certifications when choosing Halal food options."
      },
      {
        "subtitle": "Cooking Utensils: ",
        "text": "Good knives, spoons, forks, cups, glasses, and an optional microwaveable melamine set (optional) comprising plates, soup bowls, and normal bowls (two of each) are available at a reasonable prices in US. Get a decent amount of the following, enough to last you for your initial period and save you some money in the begining, even though you can buy practically all kinds of Indian foodstuff here."
      },
      {
        "subtitle": "Indian Spices: ",
        "text": "We suggest carrying a few Indian spices, which are vital for everyday cooking such as salt, pepper, turmeric, garam masla, etc. Since some people have had trouble importing spices in the past, it is not recommended to bring a lot of spices. You will find almost all the spices here in Dallas, so you don't need to bring them along."
      },
      {
        "subtitle": "NOTE: ",
        "text": "DO NOT get any fresh fruits or meat. Remember: the easiest way to make new friends, is to feed the existing Indian food-starved populace with desi delicacies and sweets, so if there are any specialties of your place, do get them along"
      }
    ]
  },
  {
    "title": "Housing & Living Expenses:",
    "details": [
      {
        "subtitle": "Living Expenses: ",
        "text": "Monthly living expenses typically range from $500 to $600. If you live in an apartment with several students, this covers other miscellaneous expenses such as groceries, phone and power bills, and room rent. Your expenses will exceed the amount mentioned above if you plan to stay alone."
      }
    ]
  },
  {
    "title": "Miscellaneous:",
    "details": [
      {
        "subtitle": "Medicines: ",
        "text": "You will need to get medical insurance here, but medication is highly expensive, so bring any medications you have taken for common ailments as well as any specific ones you may require. Medicines with prescriptions for common mild disorders such as fever, cold, cough, stomachache, and so on can be brought in your luggage. Also included are personal medications (if any) and medical history records. Antiseptic cream, relaxyl, etc. Spare eyeglasses and contact lenses. (Also, get your eye prescription!) Before you arrive, receive a full medical checkup. Vicks, balm, moov, iodex/relispray, dettol, some waterproof bandages, iodine, burnol antiseptic, pain relievers such as ibuprofen/brufen, antibiotics, B-complex pills, Vaseline, and cold cream. (Keep in mind that buying medication in America is a bit of a problem, and antibiotics and some medicines are not available without a legitimate prescription, so get the items you might need.)"
      },
      {
        "subtitle": "Documents: ",
        "text": "You may want to bring photocopies of your documents (2-3), as each photocopy costs 6cts, and it may also be useful if you choose to move to another university. Copies of your passport, I20, visa, admission letter, transcripts, and recommendation letters (if you intend to transfer), GRE/TOEFL score sheets, vaccination certificate (MMR, TB test), medical prescription for all medications you are bringing with you, college leaving certificate (optional), and receipts for your travelers checks."
      },
      {
        "subtitle": "Driving: ",
        "text": "It is ideal that you learn to drive before coming to the United States, as you will ultimately be driving here. If you have a driving license in India or want to earn one before traveling here, make sure to obtain an IDP (International Driving Permit). It is normally good for a year and allows you to hire a car and drive in the United States. Once at UTD, you can apply for a state driver's license."
      },
      {
        "subtitle": "Personal Hygine: ",
        "text": "(For the first several days) Toothbrush, toothpaste, tongue cleaners (if using), soap, a complete shaving kit (for males) (all in a toiletry bag), (while you'll soon want to sample the US items, your home kit is handy to bring around in travel), and cutting scissors. You may buy shampoo, talcum powder, and other items later (no need to carry them from India)."
      }
    ]
  },
  {
    "title": "DOs and DON'Ts:",
    "details": [
      {
        "subtitle": "Driving: ",
        "text": "Learn driving and get an International Driving Permit (if possible)."
      },
      {
        "subtitle": "Cooking: ",
        "text": "Whether you choose on-campus or off-campus housing, you'll have your own kitchen. If you have never stayed away from home and cooked on your own then you better start brushing up on your culinary skills as soon as possible. Cooking is essential here, as eating out can be expensive, and vegetarian options may be limited. Eating out is pretty expensive here and you have a limited choice in the menu if you are vegetarian. Effective communication and cooperation with your roommates are crucial. Learning some basic cooking techniques from your mom can help you contribute to a positive living environment and avoid potential conflicts."
      },
      {
        "subtitle": "Healthcare: ",
        "text": "Before coming here, have your body, teeth, and eyes fully examined and any irregularities resolved. Medical tests cost a fortune here and even with health insurance you have to pay a lot of money for the most minor doctor visits. In case you get a typical cold or fever, pack a compact medical kit with your regular medications and an extra pair of glasses or contact lenses. Bring your medical history with you in case of any particular illnesses. Take your optional hepatitis, FLU, and MMR vaccines in India, if at all feasible, and don't forget to carry the certificates with you."
      },
      {
        "subtitle": "Electrical Appliances: ",
        "text": "The electrical standards here are different (110V/60Hz), so you may need to purchase new appliances like irons and toasters after you arrive. These items are generally affordable and readily available."
      },
      {
        "subtitle": "Other things to know: ",
        "text": "Some other things that you might be better of buying here are blank notebooks, file folders, hangars, washing soap, knives, large rice cookers (they occupy a lot of space in the luggage and you get really good ones here for around $30). You also need not bring stuff like rice, electrical iron, audio players etc."
      }
    ]
  }
]
