[
  {
    "title": "Flight Tickets:",
    "details": [
      {
        "subtitle": "",
        "text": "Ready for your flight? With your I-20 and visa in hand, and your shopping complete, you're all set to go. Here are some tips to ensure a comfortable and stress-free journey"
      },
      {
        "subtitle": "",
        "text": "Getting a ticket to Washington, DC, is the first thing you need to do. The DC's airport is officially known as the Dulles International Airport (IAD). This is about 30 miles from the school. Customs and immigration procedures are conducted at your port of entry, which is the initial airport you arrive at in the United States. The port of entry for the majority of flights from India is IAD.  Approximately nine miles from the campus lies the Ronald Reagan Washington National Airport (DCA), another domestic airport near Arlington. However, the majority of Indian students arrive to the IAD airport because DCA is a domestic airport with no foreign flights."
      },
      {
        "subtitle": "Tickets: ",
        "text": "Book your flights early to secure the best deals. Last-minute tickets can be expensive. Make sure you allow enough time to obtain your visa before making your plans. And aim to arrive in Dallas 3-7 days before your Orientation Date (as specified in your school documents). In the event that you require an airport pickup, please let us know as soon as you have finalized your travel arrangements. A weekend would be ideal. If you can arrange to travel to CUA with pals, it will be really convenient."
      },
      {
        "subtitle": "Baggage: ",
        "text": "You've probably heard a ton of suggestions from others on what to pack by now. your \"tons of advice\" will typically translate into \"tons of luggage,\" and although you would not mind taking on the enormous burden of transporting it through airports around the globe, we doubt that the airlines or your back would approve of your endeavor. Check with your travel agent or the airline website for specific information on bag dimensions, number of bags, and total quantity of luggage involved, since they vary depending on the flight carrier."
      },
      {
        "subtitle": "Documents: ",
        "text": "DO NOT FORGET to carry your passport, visa, I-20/IAP-66, and any immigration-related paperwork. Keep them out of the checked luggage. Either carry them in your hand or keep them in your purse or handbag. Include some clothing (enough for two or three days)."
      },
      {
        "subtitle": "NOTE: ",
        "text": "\n> Knives, scissors, and other pointed or sharp objects should be stored in checked baggage rather than hand or cabin luggage. \n> Do not place any of your immigration documents in your checked luggage; instead, carry your passport and I-20/IAP-66 with you at all times. \n> Please make sure that you do not check-in your original documents and cash in your checked luggage since there have been instances of students losing their checked luggage."
      }
    ]
  },
  {
    "title": "Arrival in US:",
    "details": [
      {
        "subtitle": "Immigration: ",
        "text": "Upon your arrival, you will have to pass through immigration and customs. The flight attendant will hand out immigration and customs declaration paperwork before the aircraft arrives. On the aircraft, complete these. Once you land, you will turn them over to the relevant US Customs officials. Ask the flight attendant for help if there is anything on a form you do not understand."
      },
      {
        "subtitle": "Customs: ",
        "text": "Even if your luggage is booked to your final destination, it will be offloaded at your first point of entry. Before landing, you'll receive a few form to fill out. These forms collect information about you, your citizenship, visa status, passport number, and more. After passing through immigration, you'll retrieve your baggage and proceed to customs. A customs inspector will review your declaration form and may inspect your luggage. Declare all items honestly, as penalties for concealing items can be severe. Regarding edibles, avoid bringing fruits, vegetables, or raw items. Pickles, spices, and similar items are generally allowed if properly packed and sealed. Spices are often considered non-perishable and dehydrated. Be prepared with your passport, visa, completed I-94 form, and I-20 when approaching immigration. The officer will endorse the I-94 and staple it to your passport. Keep it safe."
      },
      {
        "subtitle": "Connecting Flights: ",
        "text": "As soon as you pass customs, proceed to the relevant airline counter to check in if you plan to continue your travel by air. You may need to transfer terminals at most airports in order to board your subsequent aircraft. If you would want to switch terminals, please contact the airline agent at the counter. You might have to use the Airport Transport System to do so. These counters are often located directly outside the customs area. Keep in mind that you are the one who must get your luggage from immigration, clear customs, and have it checked in once more in order to make the subsequent connection. In the unlikely event that your luggage arrives after you, don't spend too much time looking for it. Ensure you don't miss your connecting flight. If your flight arrives late or is canceled, the airline responsible for your entry into the country must arrange for alternative transportation. If the delay necessitates an overnight stay, the airline is obligated to provide accommodations and meals. Do not allow the airline representative to persuade you otherwise."
      },
      {
        "subtitle": "NOTE: ",
        "text": "Please don't panic if it so happens that your flight arrives late and the time for the connecting flight is too near (say, within the next 10-15 minutes) for you to make it due to Immigration and Customs delays.  Just do the same steps as mentioned above and ask your airline to make the necessary arrangements. When interacting with the airline agents, maintain a strong yet respectful demeanor. Inform the airline official that you are taking the plane to a certain location if they are present beyond the customs area. Often, he or she may call ahead, allowing the plane to be held for you for a little while."
      },
      {
        "subtitle": "Important: ",
        "text": "It is essential that you notify the ISA officials of your altered schedule over the phone in the event that you miss your flight and have requested an airport pickup. There are public pay phones all across the airport, and you may leave a message on the ISA official's voice mail if they don't answer."
      }
    ]
  }
]
